<?php

  $price = [
  
    [
      'title' => 'Плёнка ПВХ, м2',
      'items' => [
        [
          'param' => 'Bauf (Германия) 3.2– 4.5 м',
          'val' => '400'
        ],
        [
          'param' => 'Halead Premium, 5.8м',
          'val' => '420'
        ],
        [
          'param' => 'Teqtum (Германия), KM2 противопожарное',
          'val' => '1000'
        ],
        [
          'param' => 'MSD Premium',
          'val' => '220'
        ],
        [
          'param' => 'MSD Premium, более 3.2 м',
          'val' => '250'
        ],
        [
          'param' => 'MSD Evolution',
          'val' => '400'
        ],
        [
          'param' => 'MSD Premium, эксклюзив, 3.6 м',
          'val' => '420'
        ],
      ],
    ],
    [
      'title' => 'Теневое примыкание, профиль с установкой, м. п.',
      'items' => [
        [
          'param' => 'Европрофиль (теневой, 5 мм отступ, закруглен. углы) стеновой',
          'val' => '400'
        ],
        [
          'param' => 'Европрофиль , потолочный',
          'val' => '420'
        ],
        [
          'param' => 'Flexy Теневой профиль, (углы закруглённые, 6 мм отступ) стеновой',
          'val' => '1000'
        ],
        [
          'param' => 'Flexy, потолочный',
          'val' => '220'
        ],
        [
          'param' => 'Flexy Теневой разделитель',
          'val' => '250'
        ],
        [
          'param' => 'EuroKRAAB, теневой профиль, углы 90 градусов, стеновой',
          'val' => '400'
        ],
        [
          'param' => 'EuroKRAAB, углы 90°, потолочный',
          'val' => '420'
        ],
        [
          'param' => 'SLOTT R, разделительный профиль теневой',
          'val' => '420'
        ],
        [
          'param' => 'EuroKRAAB SLIM потолочный, теневой профиль, углы 90 градусов',
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => 'Теневой профиль для тканевого потолка, с установкой, м. п.',
      'items' => [
        [
          'param' => 'EuroSlott для ткани',
          'val' => '400'
        ],
        [
          'param' => 'EuroSLOTT SLIM потолочный, для ткани, углы 90 градусов',
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => 'Обработка примыканий на нестандартном профиле, шт.',
      'items' => [
        [
          'param' => 'Внутренний угол (теневой, бесщелевой, парящий и пр.)',
          'val' => '400'
        ],
        [
          'param' => 'Внешний угол (теневой, бесщелевой, парящий и пр.)',
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => 'Установка потолков на нестандартные профили, м2',
      'items' => [
        [
          'param' => 'Монтаж ПВХ потолка: бесщелевые, теневые, парящие, уровневые',
          'val' => '400'
        ],
        [
          'param' => 'Монтаж тканевого потолка: бесщелевые, теневые, парящие, уровневые',
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => 'Технические узлы: нестандартный профиль, ниша, переход уровня, шт',
      'items' => [
        [
          'param' => 'Узел соединения: бесщелевой, теневой, парящий, многоуровневый',
          'val' => '400'
        ],
        [
          'param' => 'Прямой угол (обход плитки, стенового кирпича), бесщелевой, теневой, парящий',
          'val' => '420'
        ],
      ]
    ],
  ];

?>
