<?php

$faqData = [
    [
        'title' => 'Какой потолок лучше – натяжной или подвесной, сравнение?',
        'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
    ],[
        'title' => 'Собрались устанавливать натяжные потолки. Как подготовить комнату?',
        'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
    ],[
        'title' => 'Сколько по времени занимает установка натяжного потолка?',
        'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
    ],[
        'title' => 'Нужно ли подготавливать потолок перед установкой натяжного потолка?',
        'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
    ],

];
?>
